export default {
  projections: {
    КлиентE: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      документы: {
        __caption__: 'Документы',
        серияПаспорта: {
          __caption__: 'Серия паспорта'
        },
        номерПаспорта: {
          __caption__: 'Номер паспорта'
        },
        полис: {
          __caption__: 'Полис'
        }
      }
    },
    КлиентL: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    имя: {
      __caption__: 'Имя'
    },
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    документы: {
      __caption__: 'Документы'
    }
  }
};
