export default {
  projections: {
    УслугаE: {
      кодУслуги: {
        __caption__: 'Код услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      составУслуги: {
        __caption__: 'Состав услуги',
        количество: {
          __caption__: 'Количество'
        },
        единицы: {
          __caption__: 'Единицы'
        },
        материал: {
          __caption__: 'Материал',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    УслугаL: {
      кодУслуги: {
        __caption__: 'Код услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    кодУслуги: {
      __caption__: 'Код услуги'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    цена: {
      __caption__: 'Цена'
    },
    составУслуги: {
      __caption__: 'Состав услуги'
    }
  }
};
