export default {
  projections: {
    ДокументыE: {
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      полис: {
        __caption__: 'Полис'
      }
    }
  },
  validations: {
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    полис: {
      __caption__: 'Полис'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    клиент: {
      __caption__: 'клиент'
    }
  }
};
