export default {
  projections: {
    ОплатаE: {
      оплачено: {
        __caption__: 'Оплачено'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      запись: {
        __caption__: 'Запись',
        время: {
          __caption__: 'Время'
        }
      }
    },
    ОплатаL: {
      оплачено: {
        __caption__: 'Оплачено'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      запись: {
        __caption__: 'Время',
        время: {
          __caption__: 'Время'
        }
      }
    }
  },
  validations: {
    оплачено: {
      __caption__: 'Оплачено'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    запись: {
      __caption__: 'Запись'
    }
  }
};
